Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# work_referral_share_text
source: Hi, I thought this could be useful for you: Threema Work is an excellent option for secure business communication. Here’s your test link:
cs: Ahoj! Toto by tě možná mohlo zajímat: Threema Work je výborná volba pro bezpečnou podnikovou komunikaci. Tady ti posílám testovací odkaz:
de: Hi, ich dachte, das könnte für dich interessant sein: Threema Work ist eine hervorragende Lösung für die sichere Unternehmenskommunikation. Hier ist dein Testlink:
es: Hola, he pensado que esto podría serte útil: Threema Work es una excelente opción para la comunicación empresarial segura. Aquí tienes el enlace de prueba:
fr: Bonjour, j'ai trouvé ça utile : Threema Work est une excellente application pour sécuriser les communications professionnelles. Voilà un lien pour tester :
gsw_ch: Hoi, ich ha denkt, das chönnt no interessant si für dich: Threema Work isch e hervorragendi Lösig für di sicher Gschäftskommunikation. Da isch din Testlink:
it: Ciao, ho pensato che potesse esserti utile: Threema Work è un'ottima soluzione per la comunicazione aziendale sicura. Ecco il tuo link di prova:
ko: 안녕하세요. 도움이 될 것 같아 공유합니다. Threema Work는 안전한 비즈니스 커뮤니케이션을 위한 옵션입니다. 테스트 링크를 확인하세요:
nl: Hoi, ik dacht dat dit misschien wel handig voor je zou zijn: Threema Work is een uitstekende optie voor veilige zakelijke communicatie. Hier is je link om het te testen:
pl: Cześć, myślę, że to może Ci się przydać: Threema Work jest doskonałym rozwiązaniem do bezpiecznej komunikacji biznesowej. Oto Twój link umożliwiający wypróbowanie tej opcji:
pt_br: Olá, acredito que isto pode ser útil para você: o Threema Work é uma excelente opção de comunicação segura para empresas. Aqui está o link de teste:
tr: Merhaba, bunun sizin için faydalı olabileceğini düşündüm: Threema Work, güvenli iş iletişimi için mükemmel bir seçenektir. işte test bağlantınız:
uk: Вітаю! Подумав, що Вам буде цікаво дізнатись, що Threema Work — чудове рішення для безпечного бізнес-спілкування. Ось посилання на нього:
zh_hans: 你好，我推荐您使用这款即时通讯软件：Threema Work 是企业安全通信的绝佳选择。这是您的试用链接：
zh_hant: 您好，我推薦您使用這款即時通訊軟體：Threema Work 是企業安全通訊的絕佳選擇。這是您的試用連結：

# work_referral_view_main_title
source: Receive up to 10% of the first invoice amount of the recruited company
cs: Získejte až 10 % z částky z první faktury přizvané společnosti
de: Erhalten Sie bis zu 10% vom ersten Rechnungsbetrag des angeworbenen Unternehmens
es: Reciba hasta el 10 % del importe de la primera factura de la empresa contratada.
fr: Recevez jusqu'à 10 % du montant de la première facture de l'entreprise parrainée
gsw_ch: Staubed Sie bis zu 10% vom erste Rechnigsbetrag vode aagworbene Firma ab
it: Ricevi fino al 10% dell'importo della prima fattura dell'azienda segnalata
ko: 추천한 회사의 첫 번째 청구 금액의 최대 10%를 받으세요
nl: Ontvang tot 10% van de eerste factuur van het gerekruteerde bedrijf
pl: Otrzymaj nawet 10% kwoty, na którą będzie opiewała pierwsza faktura dla namówionej przez Ciebie firmy
pt_br: Receba até 10% do valor da primeira fatura da empresa recrutada
tr: ilk şirketin ilk fatura tutarının %10'una kadar komisyon kazanın.
uk: Отримайте до 10% від суми першого рахунка залученої компанії
zh_hans: 最高可获得被招募公司首张发票金额的10%作为佣金。
zh_hant: 最高可取得被招募公司首張發票金額的10%作為佣金。

# work_referral_view_section_bonus_message
source: For your referral, you will receive 10% of the first invoice amount of the recruited company (excluding taxes/fees). The bonus will be transferred to you 30–60 days after receipt of payment.
cs: Za vaše doporučení obdržíte 10 % z částky z první platby přizvané společnosti (bez daní/poplatků). Bonus vám bude odeslán 30–60 dní po přijetí platby.
de: Für Ihre Empfehlung erhalten Sie 10% des ersten Rechnungsbetrags des angeworbenen Unternehmens (exkl. Steuern/Gebühren). Der Bonus wird 30–60 Tage nach Zahlungseingang an Sie überwiesen.
es: Por su recomendación, recibirá el 10 % del importe de la primera factura de la empresa contratada (sin incluir impuestos ni comisiones). La bonificación se le transferirá entre 30 y 60 días después de recibir el pago.
fr: En contrepartie de votre parrainage, vous recevrez 10 % du montant de la première facture de l'entreprise parrainée (à l'exclusion des taxes/frais). Le bonus vous sera versé dans les 30 à 60 jours après réception du paiement.
gsw_ch: Für Ihri Empfehlig chömed Sie 10% über vom erste Rechnigsbetrag vode aagworbne Firma (exkl. Stüüre/Gebühre). De Bonus wird 30–60 Täg nach Zahligsiigang a Sie überwise.
it: Per ogni presentazione riceverai il 10% dell'importo della prima fattura dell'azienda segnalata (tasse/commissioni escluse). Il bonus ti sarà trasferito 30-60 giorni dopo il ricevimento del pagamento.
ko: 추천이 성사되면 첫 번째 청구 금액(세금/수수료 제외)의 10%를 받게 됩니다. 보너스는 결제 확인 후 30~60일 이내에 지급됩니다.
nl: U ontvangt voor uw doorverwijzing 10% van het eerste factuurbedrag van het gerekruteerde bedrijf (exclusief belastingen/kosten). De bonus wordt 30-60 dagen na ontvangst van de betaling naar u overgeschreven.
pl: Za polecenie otrzymasz 10% kwoty (bez podatków/opłat), na którą będzie opiewała pierwsza faktura dla namówionej przez Ciebie firmy. Przekażemy Ci bonus w ciągu 30–60 dni od daty otrzymania płatności.
pt_br: Pela sua indicação, você receberá 10% do valor da primeira fatura da empresa recrutada (excluindo impostos/taxas). O bônus será transferido para você no prazo de 30 a 60 dias após o recebimento do pagamento.
tr: Referansınız için, yönlendirdiğiniz şirketin ilk fatura tutarının %10'unu (vergi/ücretler hariç) bonus olarak alacaksınız. Bonus, ödemenin alınmasından 30-60 gün sonra hesabınıza aktarılacaktır.
uk: За рекомендацію ви отримаєте до 10% від суми першого рахунка залученої компанії (не враховуючи податки та комісії). Ми нарахуємо ваш бонус протягом 30–60 днів після отримання оплати.
zh_hans: 您将获得被推荐公司首张发票金额的10%作为推荐奖励（不含税费/杂费），奖金将在收到款项后30至60天内转入您的账户。
zh_hant: 您將獲得被推薦公司首張發票金額的10%作為推薦獎勵（不包括稅費/費用），獎金將在收到款項後30至60天內轉入您的帳戶。

# work_referral_view_section_bonus_title
source: Earn a Referral Bonus
cs: Získejte bonus za doporučení
de: Erhalten Sie einen Empfehlungsbonus
es: Gane una bonificación por recomendación
fr: Gagnez un bonus de parrainage
gsw_ch: Staubed Sie en Empfehligsbonus ab
it: Guadagna un bonus di presentazione
ko: 추천 보너스 받기
nl: Verdien een doorverwijsbonus
pl: Zdobądź bonus za polecenie
pt_br: Ganhe um bônus por indicação
tr: Referans Bonusu Kazanın
uk: Отримайте бонус за рекомендацію
zh_hans: 赚取推荐奖励
zh_hant: 賺取推薦獎勵

# work_referral_view_section_info_confirmation_text
source: To ensure that your referral can be correctly assigned and verified, we will contact you before making the payment. We will inform you as soon as the verification process is complete.
cs: Abychom zajistili správné přiřazení a ověření vašeho doporučení, budeme vás před provedením platby kontaktovat. Jakmile bude proces ověření dokončen, budeme vás informovat.
de: Damit Ihre Empfehlung korrekt zugeordnet und überprüft werden kann, nehmen wir vor der Auszahlung Kontakt mit Ihnen auf. Sobald die Prüfung abgeschlossen ist, informieren wir Sie.
es: Para garantizar que su recomendación se asigne y verifique correctamente, nos pondremos en contacto con usted antes de realizar el pago. Le informaremos en cuanto se complete el proceso de verificación.
fr: Afin de nous assurer que votre parrainage sera correctement attribué et vérifié, nous vous contacterons avant d’effectuer le paiement. Nous vous informerons dès que le processus de vérification sera terminé.
gsw_ch: Damit Ihri Empfehlig cha richtig zuegordnet und überprüeft werde, mäldet mir üs vor de Uszahlig bi Ihne. Sobald d’Prüefig abgschlosse isch, tüend mir Sie informiere.
it: Per garantire che il soggetto presentato possa essere correttamente assegnato e verificato, ti contatteremo prima di effettuare il pagamento. Ti informeremo non appena il processo di verifica sarà completato.
ko: 추천이 정확하게 지정되고 확인될 수 있도록, 지급 전에 연락드릴 예정입니다. 검증 절차가 완료되는 즉시 안내해 드리겠습니다.
nl: Om ervoor te zorgen dat uw doorverwijzing op de juiste manier kan worden toegewezen en gecontroleerd, nemen we voor het uitvoeren van de betaling contact met u op. We informeren u zodra het controleproces voltooid is.
pl: Aby zadbać o prawidłowe przypisanie i zweryfikowanie skierowanego do nas podmiotu, skontaktujemy się z Tobą przed dokonaniem płatności. Jak tylko zakończy się proces weryfikacji, poinformujemy Cię o tym.
pt_br: Para garantir que sua indicação seja corretamente atribuída e verificada, entraremos em contato com você antes da realização do pagamento. Informaremos assim que o processo de verificação for concluído.
tr: Referansınızın doğru bir şekilde atanıp doğrulanabilmesi için ödeme yapmadan önce sizinle iletişime geçeceğiz. Doğrulama işlemi tamamlanır tamamlanmaz sizi bilgilendireceğiz.
uk: Щоб правильно присвоїти та перевірити вашу рекомендацію, ми зв'яжемося з вами перед здійсненням оплати. Вас буде поінформовано, щойно ми завершимо перевірку.
zh_hans: 为确保您的推荐奖励能够正确分配和验证，我们将在付款前与您联系。一旦验证流程完成，我们将立即通知您。
zh_hant: 為確保您的推薦獎勵能夠正確分配和驗證，我們會在付款前與您聯絡。一旦驗證過程完成，我們會立即通知您。

# work_referral_view_section_info_rec_text
source: The referred company must not already be a customer of ours and must order licenses.
cs: Společnost, kterou doporučíte, nesmí být naším stávajícím zákazníkem a musí si u nás objednat licence.
de: Das angeworbene Unternehmen darf noch kein Kunde von uns sein und muss eine kostenpflichtigen Bestellung von Lizenzen tätigen.
es: La empresa recomendada no debe ser ya cliente suyo y debe realizar un pedido de licencias.
fr: L'entreprise parrainée ne doit pas déjà figurer parmi nos clients et elle doit commander des licences.
gsw_ch: Di aagworbe Firma dörf no kein Chund vo üs sii und mues e choschtepflichtigi Bstellig vo Lizänze ufgeh.
it: L'azienda presentata non deve essere già nostra cliente e deve ordinare delle licenze.
ko: 추천하는 회사는 기존 고객이 아니어야 하며 반드시 라이선스를 주문해야 합니다.
nl: Het doorverwezen bedrijf mag niet al klant van ons zijn en moet licenties bestellen.
pl: Skierowana do nas firma nie może wcześniej być naszym klientem i musi zamówić licencje.
pt_br: A empresa indicada não pode ser cliente nossa e deve adquirir licenças.
tr: Bahsi geçen şirket halihazırda müşterimiz olmamalı ve lisans siparişi vermiş olmalıdır.
uk: Компанія, якій ви надсилаєте рекомендацію, не може вже бути нашим клієнтом та має замовити ліцензії.
zh_hans: 被推荐的公司不可以是我们已有的客户，并且必须订购许可证。
zh_hant: 被推薦的公司不可以是我們已有的客戶，並且必須訂購許可證。

# work_referral_view_section_info_referral_text
source: Invite a friend or their company to join Threema Work. It is important that your Threema ID is provided during registration or when purchasing licenses so that your referral can be taken into account.
cs: Vyzvěte přítele nebo jeho společnost, aby začal používat Threema Work. Je důležité, aby bylo vaše Threema ID poskytnuto během registrace, nebo při nákupu licencí, aby vaše doporučení mohlo být uplatněno.
de: Laden Sie einen Freund bzw. dessen Unternehmen zu Threema Work ein. Wichtig ist, dass Ihre Threema-ID bei der Registrierung oder beim Kauf von Lizenzen angegeben wird, damit Ihre Empfehlung berücksichtigt werden kann.
es: Invite a un amigo o a su empresa a unirse a Threema Work. Es importante que facilite su ID de Threema durante el registro o al comprar licencias para que se tenga en cuenta su recomendación.
fr: Invitez un ami ou son entreprise à rejoindre Threema Work. Il est important que votre ami indique votre identifiant Threema lors de son inscription ou lors de l'achat de licences pour votre parrainage soit pris en compte.
gsw_ch: Laded Sie en Fründ bzw. dem sini Firma zu Threema Work ii. Wichtig isch, dass Ihri Threema-ID bi de Registrierig oder bim Chauf vo Lizänze aageh wird, damit Ihri Empfehlig cha berücksichtigt werde.
it: Invita un amico o la sua azienda a registrarsi su Threema Work. È importante fornire il tuo ID Threema durante la registrazione o l'acquisto delle licenze affinché il soggetto presentato possa essere preso in considerazione.
ko: 친구 또는 친구의 회사가 Threema Work에 참여하도록 초대하세요. 추천이 인정되려면 등록 시 또는 라이선스 구매 시 추천인의 Threema ID를 반드시 제공해야 합니다.
nl: Nodig een vriend of zijn/haar bedrijf uit om zich aan te sluiten bij Threema Work. Het is belangrijk dat uw Threema ID wordt verstrekt tijdens het registreren of kopen van licenties zodat er rekening met uw doorverwijzing kan worden gehouden.
pl: Zachęć znajomego lub jego firmę do dołączenia do Threema Work. Ważne jest podanie Twojego identyfikatora Threema podczas rejestracji lub w trakcie kupowania licencji — pozwoli nam to uwzględnić Twoje polecenie.
pt_br: Convide um amigo ou sua empresa para se juntar ao Threema Work. É importante informar o seu ID do Threema ao se cadastrar ou ao adquirir licenças para que sua indicação seja considerada.
tr: Bir arkadaşınızı veya şirketini Threema Work'e katılmaya davet edin. Referansınızın dikkate alınabilmesi için kayıt sırasında veya lisans satın alırken Threema kimliğinizi belirtmeniz önemlidir.
uk: Порекомендуйте друзям або їхній компанії приєднатися до Threema Work. Щоб рекомендацію було зараховано, обов'язково попросіть їх указати ваш ID Threema під час реєстрації або придбання ліцензій.
zh_hans: 邀请好友或其公司加入 Threema Work。请注意：在注册或购买许可证时必须提供您的 Threema ID，以便我们计算您的推荐奖励。
zh_hant: 邀請好友或其公司加入 Threema Work。請注意：在註冊或購買授權時必須提供您的 Threema ID，以便我們計算您的推薦獎勵。

# forward_message_tip_title
source: Tip
de: Tipp
es: Sugerencia
fr: Astuce
gsw_ch: Tipp
it: Suggerimento
pl: Wskazówka
tr: İpucu
uk: Підказка
zh_hans: 提示
zh_hant: 提示

# work_availability_status_chat_tip_text
source: See if someone is busy or unavailable before messaging them. You can set your own status in your profile.
de: Sehen Sie vor dem Senden einer Nachricht, ob jemand beschäftigt oder abwesend ist. Ihren eigenen Status können Sie im Profil festlegen.

# work_availability_status_profile_tip_text
source: Set your status to show when you’re busy or unavailable.
de: Legen Sie Ihren Status fest, damit andere sehen, wenn Sie beschäftigt oder abwesend sind.

# work_availability_status_tip_title
source: Availability Status
de: Verfügbarkeitsstatus

source: Server
es: Servidor
fr: Serveur
pl: Serwer
tr: Sunucu
uk: Сервер
zh_hans: 服务器
zh_hant: 伺服器

source: %@ MB
fr: %@ Mo
ja: %@ メガバイト
uk: %@ МБ

# forward_security
source: Perfect Forward Secrecy
fr: Confidentialité de transmission parfaite
pl: Idealne utajnianie z wyprzedzeniem (PFS)
tr: Mükemmel İletme Gizliliği
uk: Цілковита пряма секретність
zh_hans: 完全正向保密
zh_hant: 完全正向保密

# accessibility_animatedImageMessage_description
source: GIF
ja: GIF画像

# file_message_animated_image
source: GIF
ja: GIF画像

# contact_threema_work_title
source: %@ Work
tr: %@ İş

# settings_threema_work
source: Threema Work
tr: Threema İş
